{
  "project_title": {
    "en": "Basic Resource Distribution",
    "fr": "Distribution des Ressources de Base",
    "zh": "基本资源分配",
    "ru": "Распределение основных ресурсов",
    "pt": "Distribuição de Recursos Básicos"
  },
  "sections": {
    "food": {
      "proposal": {
        "en": "Food production, precisely planned, will be organized through agricultural and industrial work centers, designed under the joint analysis of experts and AI systems. These systems will manage comprehensive databases considering specific nutritional needs (age, health, cultural conditions) and local factors like climate and soil, optimizing resource allocation without compromising environmental sustainability. Citizen participation, through Universal Suffrage, will define the location and operation of these centers, ensuring equitable and ecologically responsible production, preserving our most valuable resource: the land. This approach not only meets needs but transforms our relationship with the environment, fostering cooperation beyond market logic.",
        "fr": "La production alimentaire, planifiée avec précision, sera organisée par des centres de travail agricoles et industriels, conçus grâce à l’analyse conjointe d’experts et de systèmes d’intelligence artificielle. Ces systèmes géreront des bases de données exhaustives tenant compte des besoins nutritionnels spécifiques (âge, santé, conditions culturelles) et des facteurs locaux comme le climat et le sol, optimisant l’allocation des ressources sans compromettre la durabilité environnementale. La participation citoyenne, par le biais du suffrage universel, définira l’emplacement et le fonctionnement de ces centres, garantissant une production équitable et écologiquement responsable, préservant notre ressource la plus précieuse : la terre. Cette approche répond non seulement aux besoins, mais transforme notre relation avec l’environnement, favorisant une coopération au-delà de la logique de marché.",
        "zh": "食品生产将通过精确规划，由农业和工业工作中心组织，由专家和人工智能系统联合分析设计。这些系统将管理全面数据库，考虑特定营养需求（年龄、健康、文化条件）和当地因素如气候和土壤，在不损害环境可持续性的前提下优化资源分配。通过普选制，公民参与将决定这些中心的位置和运营，确保生产公平且生态负责，保护我们最宝贵的资源：土地。这种方法不仅满足需求，还转变了我们与环境的关系，促进超越市场逻辑的合作。",
        "ru": "Производство продуктов питания, тщательно спланированное, будет организовано через сельскохозяйственные и промышленные рабочие центры, разработанные на основе совместного анализа экспертов и систем искусственного интеллекта. Эти системы будут управлять обширными базами данных, учитывающими специфические потребности в питании (возраст, здоровье, культурные условия) и местные факторы, такие как климат и почва, оптимизируя распределение ресурсов без ущерба для экологической устойчивости. Участие граждан через всеобщее избирательное право определит расположение и функционирование этих центров, обеспечивая справедливое и экологически ответственное производство, сохраняя наш самый ценный ресурс: землю. Этот подход не только удовлетворяет потребности, но и трансформирует наши отношения с окружающей средой, способствуя сотрудничеству, выходящему за рамки рыночной логики.",
        "pt": "A produção de alimentos, planejada com precisão, será organizada por meio de centros de trabalho agrícolas e industriais, projetados sob a análise conjunta de especialistas e sistemas de inteligência artificial. Esses sistemas gerenciarão bancos de dados abrangentes que consideram necessidades nutricionais específicas (idade, saúde, condições culturais) e fatores locais como clima e solo, otimizando a alocação de recursos sem comprometer a sustentabilidade ambiental. A participação cidadã, por meio do Sufrágio Universal, definirá a localização e o funcionamento desses centros, garantindo uma produção equitativa e ecologicamente responsável, preservando nosso recurso mais valioso: a terra. Essa abordagem não apenas atende às necessidades, mas transforma nossa relação com o meio ambiente, promovendo uma cooperação que transcende a lógica de mercado."
      },
      "current": {
        "en": "Capitalism condemns 821 million people to hunger (FAO, 2023), while agribusiness corporations prioritize profits over life, monopolizing land and resources in a system that glorifies artificial scarcity to maximize gains. This economic exclusion perpetuates a cycle of misery that benefits an insatiable elite.",
        "fr": "Le capitalisme condamne 821 millions de personnes à la faim (FAO, 2023), tandis que les entreprises agro-industrielles privilégient les profits au détriment de la vie, monopolisant terres et ressources dans un système qui glorifie la pénurie artificielle pour maximiser les gains. Cette exclusion économique perpétue un cycle de misère qui profite à une élite insatiable.",
        "zh": "资本主义使8.21亿人陷入饥饿（FAO，2023年），而农业综合企业优先考虑利润而非生命，在一个崇尚人为稀缺以最大化利益的体系中垄断土地和资源。这种经济排斥使贫困循环得以延续，惠及贪得无厌的精英。",
        "ru": "Капитализм обрекает 821 миллион человек на голод (FAO, 2023), в то время как агропромышленные корпорации отдают приоритет прибыли, а не жизни, монополизируя землю и ресурсы в системе, которая прославляет искусственный дефицит для максимизации выгоды. Эта экономическая изоляция увековечивает цикл нищеты, который приносит пользу ненасытной элите.",
        "pt": "O capitalismo condena 821 milhões de pessoas à fome (FAO, 2023), enquanto as corporações agroindustriais priorizam lucros em vez da vida, monopolizando terras e recursos em um sistema que glorifica a escassez artificial para maximizar ganhos. Essa exclusão econômica perpetua um ciclo de miséria que beneficia uma elite insaciável."
      },
      "change": {
        "en": "We break the barriers of economic exclusion to ensure universal access to nutritious food, transforming market-imposed scarcity into shared abundance that dignifies life and strengthens social cohesion. This change drives us to build a future where no one suffers from hunger.",
        "fr": "Nous brisons les barrières de l’exclusion économique pour garantir un accès universel à une alimentation nutritive, transformant la pénurie imposée par le marché en une abondance partagée qui dignifie la vie et renforce la cohésion sociale. Ce changement nous pousse à construire un avenir où personne ne souffre de la faim.",
        "zh": "我们打破经济排斥的壁垒，确保所有人获得营养食品，将市场强加的稀缺转变为共享的丰盛，赋予生活尊严并增强社会凝聚力。这一变化推动我们建设一个无人挨饿的未来。",
        "ru": "Мы ломаем барьеры экономической изоляции, чтобы обеспечить всеобщий доступ к питательной пище, трансформируя навязанный рынком дефицит в общее изобилие, которое придает жизни достоинство и укрепляет социальную сплоченность. Это изменение побуждает нас строить будущее, в котором никто не страдает от голода.",
        "pt": "Rompendo as barreiras da exclusão econômica, garantimos acesso universal a alimentos nutritivos, transformando a escassez imposta pelo mercado em abundância compartilhada que dignifica a vida e fortalece a coesão social. Essa mudança nos impulsiona a construir um futuro onde ninguém sofra de fome."
      }
    },
    "clothing": {
      "proposal": {
        "en": "Clothing production will be organized in work centers coordinated by AI, calculating needs based on climate, sizes, and cultural preferences, respecting individual identity. Designers and artisans, selected by merit, will propose functional and aesthetic styles, voted on through Universal Suffrage to ensure they reflect collective needs without falling into elitist exclusivity. For example, in cold regions, thermal clothing will be prioritized, while in warm areas, lightweight materials will be used. This system fosters creative jobs, valuing personal expression without reproducing the hierarchies of capitalist fashion, ensuring quality and accessibility for all.",
        "fr": "La production de vêtements sera organisée dans des centres de travail coordonnés par l’intelligence artificielle, calculant les besoins en fonction du climat, des tailles et des préférences culturelles, tout en respectant l’identité individuelle. Les designers et artisans, sélectionnés selon leurs mérites, proposeront des styles fonctionnels et esthétiques, votés par suffrage universel pour garantir qu’ils reflètent les besoins collectifs sans tomber dans l’exclusivité élitiste. Par exemple, dans les régions froides, les vêtements thermiques seront prioritaires, tandis que dans les zones chaudes, des matériaux légers seront utilisés. Ce système favorise les emplois créatifs, valorisant l’expression personnelle sans reproduire les hiérarchies de la mode capitaliste, garantissant qualité et accessibilité pour tous.",
        "zh": "服装生产将在人工智能协调的工作中心组织，根据气候、尺码和文化偏好计算需求，尊重个人身份。由优秀的设计师和工匠提出功能性和美观的设计，通过普选制投票，确保反映集体需求，避免精英排他主义。例如，在寒冷地区，将优先分配保暖服装，而在温暖地区则使用轻便材料。这一系统促进创意就业，重视个人表达，不复制资本主义时尚的等级制度，确保所有人的质量和可及性。",
        "ru": "Производство одежды будет организовано в рабочих центрах, координируемых искусственным интеллектом, который рассчитает потребности с учетом климата, размеров и культурных предпочтений, уважая индивидуальность каждого. Дизайнеры и ремесленники, выбранные по заслугам, предложат функциональные и эстетичные стили, которые будут утверждаться через всеобщее избирательное право, чтобы они отражали коллективные потребности без элитарной исключительности. Например, в холодных регионах приоритет будет отдаваться теплой одежде, а в теплых — легким материалам. Эта система способствует созданию творческих рабочих мест, ценит личное самовыражение, не воспроизводя иерархии капиталистической моды, обеспечивая качество и доступность для всех.",
        "pt": "A produção de vestimentas será organizada em centros de trabalho coordenados por inteligência artificial, calculando as necessidades com base no clima, tamanhos e preferências culturais, respeitando a identidade individual. Designers e artesãos, selecionados por mérito, proporão estilos funcionais e estéticos, votados por meio do Sufrágio Universal para garantir que reflitam as necessidades coletivas sem cair na exclusividade elitista. Por exemplo, em regiões frias, roupas térmicas serão priorizadas, enquanto em áreas quentes, materiais leves serão usados. Este sistema promove empregos criativos, valorizando a expressão pessoal sem reproduzir as hierarquias da moda capitalista, garantindo qualidade e acessibilidade para todos."
      },
      "current": {
        "en": "The fast fashion industry, a pillar of capitalism, exploits millions while excluding the poorest, selling low-quality products at inflated prices or 'luxury' items whose value lies in brands, not utility (Oxfam, 2024). This model, based on cheap labor and rampant consumerism, perpetuates inequalities and degrades the environment.",
        "fr": "L’industrie de la mode rapide, un pilier du capitalisme, exploite des millions de personnes tout en excluant les plus pauvres, vendant des produits de faible qualité à des prix gonflés ou des articles de « luxe » dont la valeur réside dans les marques, pas dans leur utilité (Oxfam, 2024). Ce modèle, basé sur une main-d’œuvre bon marché et un consumérisme effréné, perpétue les inégalités et dégrade l’environnement.",
        "zh": "快时尚产业作为资本主义支柱，剥削数百万人，同时排斥最贫困的人群，以高价销售低质量产品或“奢侈”品牌，其价值在于品牌而非实用性（Oxfam，2024年）。这种基于廉价劳动力和肆意消费主义的模式，持续加剧不平等并破坏环境。",
        "ru": "Индустрия быстрой моды, опора капитализма, эксплуатирует миллионы людей, исключая самых бедных, продавая низкокачественные товары по завышенным ценам или «роскошные» изделия, ценность которых заключается в брендах, а не в их полезности (Oxfam, 2024). Эта модель, основанная на дешевой рабочей силе и безудержном потреблении, увековечивает неравенство и разрушает окружающую среду.",
        "pt": "A indústria da moda rápida, um pilar do capitalismo, explora milhões enquanto exclui os mais pobres, vendendo produtos de baixa qualidade a preços inflados ou itens de 'luxo' cujo valor está nas marcas, não na utilidade (Oxfam, 2024). Este modelo, baseado em mão de obra barata e consumismo desenfreado, perpetua desigualdades e degrada o meio ambiente."
      },
      "change": {
        "en": "We dismantle unequal consumerism to ensure universal access to functional and dignified clothing, where individual creativity flourishes without the chains of the market. This change motivates us to redefine clothing as a human right, not a status symbol, fostering an economy of dignity.",
        "fr": "Nous démantelons le consumérisme inégal pour garantir un accès universel à des vêtements fonctionnels et dignes, où la créativité individuelle s’épanouit sans les chaînes du marché. Ce changement nous motive à redéfinir le vêtement comme un droit humain, et non comme un symbole de statut, favorisant une économie de la dignité.",
        "zh": "我们打破不平等的消费主义，确保所有人获得功能性和有尊严的服装，个人创造力在没有市场枷锁的情况下蓬勃发展。这一变化激励我们将服装重新定义为一项人权，而非地位象征，促进尊严经济。",
        "ru": "Мы разрушаем неравное потребительство, чтобы обеспечить всеобщий доступ к функциональной и достойной одежде, где индивидуальное творчество процветает без оков рынка. Это изменение побуждает нас переосмыслить одежду как право человека, а не символ статуса, способствуя экономике достоинства.",
        "pt": "Desmantelamos o consumismo desigual para garantir acesso universal a roupas funcionais e dignas, onde a criatividade individual floresce sem as amarras do mercado. Essa mudança nos motiva a redefinir a vestimenta como um direito humano, não um símbolo de status, promovendo uma economia da dignidade."
      }
    },
    "health": {
      "proposal": {
        "en": "Healthcare services will be organized in hospitals and community centers managed by AI, allocating resources based on each region's specific needs, eliminating access barriers that currently isolate entire communities. Doctors, nurses, and healthcare workers will actively participate in defining protocols, campaigns, and research, approved through Universal Suffrage, ensuring transparent and effective decisions. This model eradicates 'monuments to corruption'—projects abandoned due to capitalist greed—and ensures even the most remote areas receive quality care, prioritizing prevention and equity.",
        "fr": "Les services de santé seront organisés dans des hôpitaux et des centres communautaires gérés par l’intelligence artificielle, allouant les ressources en fonction des besoins spécifiques de chaque région, éliminant les barrières d’accès qui isolent actuellement des communautés entières. Les médecins, infirmiers et travailleurs de la santé participeront activement à la définition des protocoles, campagnes et recherches, approuvés par suffrage universel, garantissant des décisions transparentes et efficaces. Ce modèle éradique les « monuments à la corruption » — projets abandonnés en raison de la cupidité capitaliste — et assure que même les zones les plus reculées reçoivent des soins de qualité, privilégiant la prévention et l’équité.",
        "zh": "医疗服务将在人工智能管理下的医院和社区中心组织，根据各地区特定需求分配资源，消除目前隔离整个社区的访问障碍。医生、护士和医务工作者将积极参与制定协议、活动和研究，通过普选制批准，确保决策透明且有效。这一模式根除“腐败纪念碑”——因资本主义贪婪而被遗弃的项目——并确保即使是最偏远的地区也能获得高质量的医疗服务，优先考虑预防和公平。",
        "ru": "Медицинские услуги будут организованы в больницах и общественных центрах, управляемых искусственным интеллектом, который распределит ресурсы в соответствии с конкретными потребностями каждого региона, устраняя барьеры доступа, которые в настоящее время изолируют целые сообщества. Врачи, медсестры и медицинские работники будут активно участвовать в определении протоколов, кампаний и исследований, утвержденных через всеобщее избирательное право, что обеспечивает прозрачные и эффективные решения. Эта модель искореняет «памятники коррупции» — проекты, заброшенные из-за капиталистической жадности, — и гарантирует, что даже самые отдаленные районы получат качественную медицинскую помощь, с приоритетом на профилактику и равенство.",
        "pt": "Os serviços de saúde serão organizados em hospitais e centros comunitários geridos por inteligência artificial, alocando recursos com base nas necessidades específicas de cada região, eliminando barreiras de acesso que atualmente isolam comunidades inteiras. Médicos, enfermeiros e trabalhadores da saúde participarão ativamente na definição de protocolos, campanhas e pesquisas, aprovados por meio do Sufrágio Universal, garantindo decisões transparentes e eficazes. Este modelo erradica 'monumentos à corrupção' — projetos abandonados devido à ganância capitalista — e assegura que até as áreas mais remotas recebam cuidados de qualidade, priorizando a prevenção e a equidade."
      },
      "current": {
        "en": "The current system, where 2 billion people lack adequate healthcare coverage (WHO, 2023), is fractured by the logic of profit. Private hospitals and mismanaged public systems, steeped in corruption, turn healthcare into a privilege, leaving the most vulnerable at the mercy of disease and poverty.",
        "fr": "Le système actuel, où 2 milliards de personnes n’ont pas de couverture sanitaire adéquate (OMS, 2023), est fracturé par la logique du profit. Les hôpitaux privés et les systèmes publics mal gérés, imprégnés de corruption, transforment les soins de santé en un privilège, laissant les plus vulnérables à la merci de la maladie et de la pauvreté.",
        "zh": "当前系统使20亿人缺乏足够的医疗覆盖（WHO，2023年），被利润逻辑所割裂。私立医院和管理不善的公共系统充斥着腐败，将医疗变成一种特权，使最弱势群体受疾病和贫困的摆布。",
        "ru": "Нынешняя система, в которой 2 миллиарда человек не имеют адекватного медицинского обслуживания (ВОЗ, 2023), разрушена логикой прибыли. Частные больницы и плохо управляемые государственные системы, пропитанные коррупцией, превращают здравоохранение в привилегию, оставляя самых уязвимых на милость болезней и бедности.",
        "pt": "O sistema atual, onde 2 bilhões de pessoas não têm cobertura de saúde adequada (OMS, 2023), está fragmentado pela lógica do lucro. Hospitais privados e sistemas públicos mal geridos, impregnados de corrupção, transformam a saúde em um privilégio, deixando os mais vulneráveis à mercê de doenças e pobreza."
      },
      "change": {
        "en": "We transform financial barriers into a universal healthcare system that prioritizes life over profit, empowering communities to build a future where medical care is an inalienable right. This change inspires us to work collectively for a healthier, fairer society.",
        "fr": "Nous transformons les barrières financières en un système de santé universel qui privilégie la vie au détriment du profit, permettant aux communautés de construire un avenir où les soins médicaux sont un droit inaliénable. Ce changement nous inspire à travailler collectivement pour une société plus saine et plus juste.",
        "zh": "我们将财务障碍转变为一个优先考虑生命而非利润的普遍医疗系统，赋予社区建设一个医疗作为不可剥夺权利的未来。这一变化激励我们共同努力，建设一个更健康、更公平的社会。",
        "ru": "Мы трансформируем финансовые барьеры в универсальную систему здравоохранения, которая ставит жизнь выше прибыли, давая сообществам возможность строить будущее, в котором медицинская помощь является неотъемлемым правом. Это изменение вдохновляет нас на коллективную работу ради более здорового и справедливого общества.",
        "pt": "Transformamos as barreiras financeiras em um sistema de saúde universal que prioriza a vida sobre o lucro, capacitando as comunidades a construir um futuro onde o cuidado médico é um direito inalienável. Essa mudança nos inspira a trabalhar coletivamente por uma sociedade mais saudável e justa."
      }
    },
    "education": {
      "proposal": {
        "en": "Education will be structured through universal curricula designed and approved via Universal Suffrage, with AI personalizing content based on students’ skills, interests, and needs. For example, a child in a rural community will receive digital resources tailored to their context, while a technical student will access specialized training. This system eliminates economic barriers and fosters collective development, encouraging educators and communities to actively participate in creating a dynamic and equitable educational model, where knowledge is a common good, not a luxury.",
        "fr": "L’éducation sera structurée par des programmes universels conçus et approuvés par suffrage universel, avec une intelligence artificielle personnalisant le contenu en fonction des compétences, des intérêts et des besoins des étudiants. Par exemple, un enfant dans une communauté rurale recevra des ressources numériques adaptées à son contexte, tandis qu’un étudiant technique accédera à une formation spécialisée. Ce système élimine les barrières économiques et favorise le développement collectif, encourageant les éducateurs et les communautés à participer activement à la création d’un modèle éducatif dynamique et équitable, où le savoir est un bien commun, et non un luxe.",
        "zh": "教育将通过普选制设计和批准的通用课程结构化，人工智能根据学生的技能、兴趣和需求个性化内容。例如，农村社区的孩子将获得适合其背景的数字资源，而技术学生将获得专业培训。这一系统消除经济障碍，促进集体发展，鼓励教育者和社区积极参与创建动态且公平的教育模式，使知识成为共同财富，而非奢侈品。",
        "ru": "Образование будет структурировано через универсальные учебные программы, разработанные и утвержденные через всеобщее избирательное право, с использованием искусственного интеллекта для персонализации содержания в зависимости от навыков, интересов и потребностей учащихся. Например, ребенок в сельской общине получит цифровые ресурсы, адаптированные к его контексту, а технический студент получит специализированное обучение. Эта система устраняет экономические барьеры и способствует коллективному развитию, побуждая педагогов и сообщества активно участвовать в создании динамичной и справедливой образовательной модели, где знания являются общим благом, а не роскошью.",
        "pt": "A educação será estruturada por meio de currículos universais projetados e aprovados via Sufrágio Universal, com inteligência artificial personalizando o conteúdo com base nas habilidades, interesses e necessidades dos alunos. Por exemplo, uma criança em uma comunidade rural receberá recursos digitais adaptados ao seu contexto, enquanto um estudante técnico terá acesso a treinamento especializado. Este sistema elimina barreiras econômicas e promove o desenvolvimento coletivo, incentivando educadores e comunidades a participarem ativamente na criação de um modelo educacional dinâmico e equitativo, onde o conhecimento é um bem comum, não um luxo."
      },
      "current": {
        "en": "Capitalism excludes 260 million children from education (UNESCO, 2023), reserving access to knowledge for a privileged elite. Educational systems, fragmented by costs and inequalities, perpetuate ignorance as a tool of control, limiting human potential in favor of wealth accumulation.",
        "fr": "Le capitalisme exclut 260 millions d’enfants de l’éducation (UNESCO, 2023), réservant l’accès au savoir à une élite privilégiée. Les systèmes éducatifs, fragmentés par les coûts et les inégalités, perpétuent l’ignorance comme un outil de contrôle, limitant le potentiel humain au profit de l’accumulation de richesses.",
        "zh": "资本主义使2.6亿儿童无法接受教育（UNESCO，2023年），将知识获取权留给特权精英。教育系统因成本和不平等而分裂，持续将无知作为控制工具，限制人类潜力以利于财富积累。",
        "ru": "Капитализм исключает 260 миллионов детей из системы образования (ЮНЕСКО, 2023), оставляя доступ к знаниям привилегированной элите. Образовательные системы, раздробленные из-за затрат и неравенства, увековечивают невежество как инструмент контроля, ограничивая человеческий потенциал в пользу накопления богатства.",
        "pt": "O capitalismo exclui 260 milhões de crianças da educação (UNESCO, 2023), reservando o acesso ao conhecimento para uma elite privilegiada. Os sistemas educacionais, fragmentados por custos e desigualdades, perpetuam a ignorância como ferramenta de controle, limitando o potencial humano em favor da acumulação de riqueza."
      },
      "change": {
        "en": "From an exclusionary system, we move to inclusive and universal education, where every individual has the opportunity to develop their potential. This change motivates us to build a society of shared knowledge, where education is the engine of collective transformation.",
        "fr": "D’un système excluant, nous passons à une éducation inclusive et universelle, où chaque individu a l’opportunité de développer son potentiel. Ce changement nous motive à construire une société du savoir partagé, où l’éducation est le moteur de la transformation collective.",
        "zh": "从排他性系统转向包容和普遍的教育，每个人都有机会发展自己的潜力。这一变化激励我们建设一个知识共享的社会，教育成为集体转型的引擎。",
        "ru": "От исключающей системы мы переходим к инклюзивному и универсальному образованию, где каждый человек имеет возможность развивать свой потенциал. Это изменение побуждает нас строить общество разделенного знания, где образование является двигателем коллективных преобразований.",
        "pt": "De um sistema excludente, passamos para uma educação inclusiva e universal, onde cada indivíduo tem a oportunidade de desenvolver seu potencial. Essa mudança nos motiva a construir uma sociedade de conhecimento compartilhado, onde a educação é o motor da transformação coletiva."
      }
    },
    "housing": {
      "proposal": {
        "en": "The construction of dignified housing will be planned through Universal Suffrage, with AI optimizing the use of sustainable materials and geographic locations based on local needs. For example, a technician relocated to another country will receive adequate housing at no cost, ensuring global mobility without sacrificing dignity. This system eliminates real estate speculation and ensures everyone has a home, strengthening social cohesion and freedom of movement, with transparent and participatory decisions prioritizing collective well-being.",
        "fr": "La construction de logements dignes sera planifiée par suffrage universel, avec une intelligence artificielle optimisant l’utilisation de matériaux durables et les emplacements géographiques en fonction des besoins locaux. Par exemple, un technicien relocalisé dans un autre pays recevra un logement adéquat sans coût, garantissant une mobilité mondiale sans sacrifier la dignité. Ce système élimine la spéculation immobilière et garantit à chacun un logement, renforçant la cohésion sociale et la liberté de mouvement, avec des décisions transparentes et participatives privilégiant le bien-être collectif.",
        "zh": "体面住房的建设将通过普选制规划，人工智能优化可持续材料的使用和根据当地需求选择地理位置。例如，移居到另一个国家的技术人员将免费获得合适的住房，确保全球流动而不牺牲尊严。这一系统消除房地产投机，确保每个人都有家，加强社会凝聚力和行动自由，决策透明且参与式，优先考虑集体福祉。",
        "ru": "Строительство достойного жилья будет планироваться через всеобщее избирательное право, с использованием искусственного интеллекта для оптимизации использования устойчивых материалов и географического расположения в соответствии с местными потребностями. Например, техник, переехавший в другую страну, получит подходящее жилье бесплатно, обеспечивая глобальную мобильность без ущерба для достоинства. Эта система устраняет спекуляции с недвижимостью и гарантирует каждому дом, укрепляя социальную сплоченность и свободу передвижения, с прозрачными и демократическими решениями, приоритет которых — коллективное благополучие.",
        "pt": "A construção de moradias dignas será planejada por meio do Sufrágio Universal, com inteligência artificial otimizando o uso de materiais sustentáveis e localizações geográficas com base nas necessidades locais. Por exemplo, um técnico realocado para outro país receberá uma moradia adequada sem custo, garantindo mobilidade global sem sacrificar a dignidade. Este sistema elimina a especulação imobiliária e assegura que todos tenham um lar, fortalecendo a coesão social e a liberdade de movimento, com decisões transparentes e participativas que priorizam o bem-estar coletivo."
      },
      "current": {
        "en": "Currently, 1.6 billion people lack adequate housing (UN-Habitat, 2022), trapped in a real estate market that speculates on a basic human right. The greed of elites, inflating prices and displacing communities, perpetuates precarity and social exclusion.",
        "fr": "Actuellement, 1,6 milliard de personnes n’ont pas de logement adéquat (ONU-Habitat, 2022), piégées dans un marché immobilier qui spécule sur un droit humain fondamental. La cupidité des élites, qui gonfle les prix et déplace les communautés, perpétue la précarité et l’exclusion sociale.",
        "zh": "目前，16亿人缺乏合适的住房（联合国人居署，2022年），被困在对基本人权进行投机的房地产市场中。精英的贪婪推高价格并驱逐社区，持续造成不稳定和社会排斥。",
        "ru": "В настоящее время 1,6 миллиарда человек не имеют адекватного жилья (ООН-Хабитат, 2022), будучи запертыми в рынке недвижимости, который спекулирует на основополагающем праве человека. Жадность элит, раздувающая цены и вытесняющая сообщества, увековечивает нестабильность и социальную изоляцию.",
        "pt": "Atualmente, 1,6 bilhão de pessoas carecem de moradia adequada (ONU-Habitat, 2022), presas em um mercado imobiliário que especula sobre um direito humano básico. A ganância das elites, inflando preços e deslocando comunidades, perpetua a precariedade e a exclusão social."
      },
      "change": {
        "en": "We transform the exclusionary real estate market into a universal housing system, where a home is a guaranteed right, not a commodity. This change drives us to build resilient communities, where housing stability strengthens cooperation and equity.",
        "fr": "Nous transformons le marché immobilier excluant en un système de logement universel, où un logement est un droit garanti, et non une marchandise. Ce changement nous pousse à construire des communautés résilientes, où la stabilité du logement renforce la coopération et l’équité.",
        "zh": "我们将排他性的房地产市场转变为一个普遍的住房系统，住房成为一项保证的权利，而非商品。这一变化推动我们建设有韧性的社区，住房稳定性加强合作和公平。",
        "ru": "Мы трансформируем исключающий рынок недвижимости в универсальную систему жилья, где дом является гарантированным правом, а не товаром. Это изменение побуждает нас строить устойчивые сообщества, где стабильность жилья укрепляет сотрудничество и равенство.",
        "pt": "Transformamos o mercado imobiliário excludente em um sistema de moradia universal, onde a casa é um direito garantido, não uma mercadoria. Essa mudança nos impulsiona a construir comunidades resilientes, onde a estabilidade habitacional fortalece a cooperação e a equidade."
      }
    },
    "social_inequality": {
      "proposal": {
        "en": "The abolition of money, backed by Universal Suffrage, eliminates social classes and economic hierarchies, replacing them with a structure where resources are distributed based on collective and individual needs. This system, managed with technological transparency, ensures democratic and verifiable decisions, eradicating power dynamics that concentrate wealth in the hands of a few. Universal participation fosters a society where equity is the norm, not the exception.",
        "fr": "L’abolition de l’argent, soutenue par le suffrage universel, élimine les classes sociales et les hiérarchies économiques, les remplaçant par une structure où les ressources sont distribuées en fonction des besoins collectifs et individuels. Ce système, géré avec une transparence technologique, garantit des décisions démocratiques et vérifiables, éradiquant les dynamiques de pouvoir qui concentrent la richesse entre les mains de quelques-uns. La participation universelle favorise une société où l’équité est la norme, et non l’exception.",
        "zh": "废除货币，在普选制支持下，消除社会阶级和经济等级，代之以根据集体和个人需求分配资源的结构。这一系统通过技术透明度管理，确保民主和可验证的决策，根除将财富集中在少数人手中的权力动态。普遍参与促进了一个公平成为常态而非例外的社会。",
        "ru": "Отмена денег, поддержанная всеобщим избирательным правом, устраняет социальные классы и экономические иерархии, заменяя их структурой, в которой ресурсы распределяются в соответствии с коллективными и индивидуальными потребностями. Эта система, управляемая с технологической прозрачностью, обеспечивает демократичные и проверяемые решения, искореняя динамику власти, которая концентрирует богатство в руках немногих. Всеобщее участие способствует созданию общества, где равенство является нормой, а не исключением.",
        "pt": "A abolição do dinheiro, apoiada pelo Sufrágio Universal, elimina as classes sociais e as hierarquias econômicas, substituindo-as por uma estrutura onde os recursos são distribuídos com base nas necessidades coletivas e individuais. Este sistema, gerido com transparência tecnológica, garante decisões democráticas e verificáveis, erradicando as dinâmicas de poder que concentram a riqueza nas mãos de poucos. A participação universal promove uma sociedade onde a equidade é a norma, não a exceção."
      },
      "current": {
        "en": "Capitalism has created an obscenity: 1% of the population owns 50% of global wealth (Oxfam, 2024), perpetuating poverty, exclusion, and social tensions that threaten human cohesion. This system, based on exploitation and accumulation, is an obstacle to collective progress.",
        "fr": "Le capitalisme a créé une obscénité : 1 % de la population possède 50 % de la richesse mondiale (Oxfam, 2024), perpétuant la pauvreté, l’exclusion et les tensions sociales qui menacent la cohésion humaine. Ce système, basé sur l’exploitation et l’accumulation, est un obstacle au progrès collectif.",
        "zh": "资本主义制造了一个丑闻：1%的人口拥有全球50%的财富（Oxfam，2024年），持续造成贫困、排斥和社会紧张，威胁人类凝聚力。这一基于剥削和积累的系统是集体进步的障碍。",
        "ru": "Капитализм породил непристойность: 1% населения владеет 50% мирового богатства (Oxfam, 2024), увековечивая бедность, изоляцию и социальные напряжения, которые угрожают человеческой сплоченности. Эта система, основанная на эксплуатации и накоплении, является препятствием для коллективного прогресса.",
        "pt": "O capitalismo criou uma obscenidade: 1% da população possui 50% da riqueza global (Oxfam, 2024), perpetuando pobreza, exclusão e tensões sociais que ameaçam a coesão humana. Este sistema, baseado na exploração e acumulação, é um obstáculo ao progresso coletivo."
      },
      "change": {
        "en": "We dismantle economic hierarchies to build a classless society, where equity replaces inequality. This change inspires us to work together for a world where wealth unites, not divides, opening a horizon of possibilities for all.",
        "fr": "Nous démantelons les hiérarchies économiques pour construire une société sans classes, où l’équité remplace l’inégalité. Ce changement nous inspire à travailler ensemble pour un monde où la richesse unit, et ne divise pas, ouvrant un horizon de possibilités pour tous.",
        "zh": "我们拆除经济等级，建设一个无阶级的社会，公平取代不平等。这一变化激励我们共同努力，建设一个财富团结而非分裂的世界，为所有人开启无限可能。",
        "ru": "Мы разрушаем экономические иерархии, чтобы построить бесклассовое общество, где равенство заменяет неравенство. Это изменение вдохновляет нас работать вместе ради мира, в котором богатство объединяет, а не разделяет, открывая горизонты возможностей для всех.",
        "pt": "Desmantelamos as hierarquias econômicas para construir uma sociedade sem classes, onde a equidade substitui a desigualdade. Essa mudança nos inspira a trabalhar juntos por um mundo onde a riqueza une, não divide, abrindo um horizonte de possibilidades para todos."
      }
    }
  },
  "proposal_description": {
    "en": "The creation of a new social paradigm where capital is no longer necessary, establishing new material relationships within the social structure. The moneyless society transforms capitalism, characterized by private accumulation and wage exploitation that generates deep inequalities, into a system where collective work and efficient technological planning ensure the five basic human needs (food, clothing, health, education, and housing), creating the Basic Resource Distribution. Unlike capitalism, where money dictates resource access and fosters individual competition, this proposal eliminates money, eradicating social ills like access disparities and competition, and improves all aspects of society. For example, a moneyless society eliminates crimes directly related to wealth accumulation, such as theft, fraud, corruption, and human trafficking, promoting equity and social cooperation. Universal Suffrage (50%+1 vote), scaling from the family to society (neighborhood, city, state, country) in decision-making, allows participation in general (e.g., resources, projects) and specific issues, conducted publicly but limited to competent individuals, experts, or those directly affected. Reason: Ensures democratic equity and informed decisions. Decisions are made through technological devices with biometric recognition, prioritizing user security and decision reliability, resolved through public transparency in vote counting, managed by AI to optimize time and avoid human errors. All decisions are fully transparent and public. Public administration roles will be honorary and revocable by vote at any time, preventing the creation of elites or a 'political class,' providing opportunities for those with the necessary skills and aptitudes. General Comparison: Currently, economic power concentrates decisions in corporations and elitist governments, excluding the majority; the proposal democratizes through Universal Suffrage, eliminating monetary barriers and empowering all.",
    "fr": "La création d’un nouveau paradigme social où le capital n’est plus nécessaire, établissant de nouvelles relations matérielles au sein de la structure sociale. La société sans argent transforme le capitalisme, caractérisé par l’accumulation privée et l’exploitation salariale qui génèrent de profondes inégalités, en un système où le travail collectif et une planification technologique efficace garantissent les cinq besoins humains fondamentaux (nourriture, vêtements, santé, éducation et logement), créant la Distribution des Ressources de Base. Contrairement au capitalisme, où l’argent dicte l’accès aux ressources et favorise la compétition individuelle, cette proposition élimine l’argent, éradiquant ainsi les maux sociaux comme les disparités d’accès et la compétition, et améliore tous les aspects de la société. Par exemple, une société sans argent élimine les crimes directement liés à l’accumulation de richesses, tels que le vol, la fraude, la corruption et la traite des personnes, favorisant l’équité et la coopération sociale. Le suffrage universel (50 % + 1 voix), échelonné de la famille à la société (quartier, ville, État, pays) dans la prise de décision, permet la participation à des questions générales (par exemple, ressources, projets) et spécifiques, menées publiquement mais limitées aux personnes compétentes, experts ou directement concernées. Raison : garantir l’équité démocratique et des décisions éclairées. Les décisions sont prises par des dispositifs technologiques avec reconnaissance biométrique, privilégiant la sécurité de l’utilisateur et la fiabilité des décisions, résolue par la transparence publique lors du comptage des votes, géré par l’IA pour optimiser le temps et éviter les erreurs humaines. Toutes les décisions sont totalement transparentes et publiques. Les rôles d’administration publique seront honorifiques et révocables par vote à tout moment, évitant la création d’élites ou d’une « classe politique », offrant des opportunités à ceux qui démontrent les compétences et aptitudes nécessaires. Comparaison générale : actuellement, le pouvoir économique concentre les décisions dans les entreprises et les gouvernements élitistes, excluant la majorité ; la proposition démocratise par le suffrage universel, éliminant les barrières monétaires et autonomisant tous.",
    "zh": "创造一个不再需要资本的新社会范式，在社会结构内建立新的物质关系。无货币社会转变了资本主义，资本主义以私人积累和工资剥削为特征，造成深刻的不平等，而新系统通过集体工作和高效的技术规划确保人类的五个基本需求（食品、服装、健康、教育和住房），创造了基本资源分配。与资本主义不同，在资本主义中，货币决定资源获取并促进个人竞争，这一提议消除了货币，从而根除诸如获取差异和竞争等社会弊端，并改善社会的方方面面。例如，无货币社会消除了与财富积累直接相关的犯罪，如盗窃、欺诈、腐败和人口贩卖，促进公平和社会合作。普选制（50%+1票），从家庭到社会（社区、城市、州、国家）在决策中分级，允许参与一般（例如资源、项目）和具体事务，公开进行，但仅限于有能力的人、专家或直接受影响者。原因：确保民主公平和知情决策。决策通过具有生物识别技术的设备进行，优先考虑用户安全和决策可靠性，通过公开透明的计票解决，由人工智能管理以优化时间并避免人为错误。所有决策完全透明和公开。公共行政角色将是荣誉性的，可随时通过投票撤销，防止出现精英或“政治阶层”，为具备必要技能和能力的人提供机会。总体比较：目前，经济权力集中在企业和精英政府手中，排除大多数人；该提议通过普选制实现民主化，消除货币障碍，赋予所有人权力。",
    "ru": "Создание новой социальной парадигмы, в которой капитал больше не нужен, устанавливая новые материальные отношения внутри социальной структуры. Общество без денег трансформирует капитализм, характеризующийся частным накоплением и эксплуатацией наемного труда, порождающей глубокое неравенство, в систему, где коллективный труд и эффективное технологическое планирование обеспечивают пять основных человеческих потребностей (пища, одежда, здоровье, образование и жилье), создавая Распределение основных ресурсов. В отличие от капитализма, где деньги диктуют доступ к ресурсам и способствуют индивидуальной конкуренции, это предложение устраняет деньги, искореняя социальные проблемы, такие как неравенство в доступе и конкуренция, и улучшает все аспекты общества. Например, общество без денег устраняет преступления, напрямую связанные с накоплением богатства, такие как кражи, мошенничество, коррупция и торговля людьми, способствуя равенству и социальной кооперации. Всеобщее избирательное право (50% + 1 голос), масштабируемое от семьи до общества (район, город, штат, страна) в принятии решений, позволяет участвовать в общих (например, ресурсы, проекты) и частных вопросах, проводимых публично, но ограниченных компетентными лицами, экспертами или теми, кого это непосредственно касается. Причина: обеспечение демократического равенства и информированных решений. Решения принимаются через технологические устройства с биометрическим распознаванием, приоритет отдается безопасности пользователя и надежности решений, что обеспечивается публичной прозрачностью при подсчете голосов, управляемой искусственным интеллектом для оптимизации времени и избежания человеческих ошибок. Все решения полностью прозрачны и публичны. Роли в государственном управлении будут почетными и отзываемыми по голосованию в любое время, что предотвращает создание элит или «политического класса», предоставляя возможности тем, кто демонстрирует необходимые навыки и способности. Общее сравнение: в настоящее время экономическая власть концентрирует решения в корпорациях и элитарных правительствах, исключая большинство; предложение демократизирует через всеобщее избирательное право, устраняя денежные барьеры и наделяя всех полномочиями.",
    "pt": "A criação de um novo paradigma social onde o capital não é mais necessário, estabelecendo novas relações materiais dentro da estrutura social. A sociedade sem dinheiro transforma o capitalismo, caracterizado pela acumulação privada e exploração assalariada que gera profundas desigualdades, em um sistema onde o trabalho coletivo e o planejamento tecnológico eficiente garantem as cinco necessidades humanas básicas (alimento, vestimenta, saúde, educação e moradia), criando a Distribuição de Recursos Básicos. Diferentemente do capitalismo, onde o dinheiro determina o acesso aos recursos e promove a competição individual, esta proposta elimina o dinheiro, erradicando males sociais como disparidades de acesso e competição, e melhora todos os aspectos da sociedade. Por exemplo, uma sociedade sem dinheiro elimina crimes diretamente relacionados à acumulação de riqueza, como roubo, fraude, corrupção e tráfico de pessoas, promovendo equidade e cooperação social. O Sufrágio Universal (50% + 1 voto), escalando da família à sociedade (bairro, cidade, estado, país) na tomada de decisões, permite a participação em questões gerais (por exemplo, recursos, projetos) e específicas, conduzidas publicamente, mas limitadas a pessoas competentes, especialistas ou diretamente afetadas. Razão: garante equidade democrática e decisões informadas. As decisões são tomadas por dispositivos tecnológicos com reconhecimento biométrico, priorizando a segurança do usuário e a confiabilidade das decisões, resolvidas por meio da transparência pública na contagem de votos, gerenciada por IA para otimizar o tempo e evitar erros humanos. Todas as decisões são totalmente transparentes e públicas. Os papéis na administração pública serão honorários e revogáveis por votação a qualquer momento, evitando a criação de elites ou uma 'classe política', proporcionando oportunidades para aqueles com as habilidades e aptidões necessárias. Comparação geral: atualmente, o poder econômico concentra as decisões em corporações e governos elitistas, excluindo a maioria; a proposta democratiza por meio do Sufrágio Universal, eliminando barreiras monetárias e empoderando todos."
  }
}
